Repository: Underground78/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: fa_ir

# POPUP
source: &File
fa_ir: فایل

# ID_FILE_OPENQUICK
source: &Quick Open File...
fa_ir: باز کردن سریع فایل...

# ID_FILE_OPENMEDIA
source: &Open File...
fa_ir: باز کردن فایل...

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
fa_ir: باز کردن دی وی دی/بی دی

# ID_FILE_OPENDEVICE
source: Open De&vice...
fa_ir: باز کردن دستگاه...

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
fa_ir: باز کردن دایرکتوری...

# ID_FILE_OPENDISC
source: O&pen Disc
fa_ir: باز کردن دیسک...

# ID_RECENT_FILES
source: Recent &Files
fa_ir: فایلهای اخیر

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
fa_ir: بستن

# ID_FILE_SAVE_COPY
source: &Save a Copy...
fa_ir: ذخیره یک کپی...

# ID_FILE_SAVE_IMAGE
source: Save &Image...
fa_ir: ذخیره تصویر...

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
fa_ir: ذخیره تصاویر کوچک...

# ID_FILE_LOAD_SUBTITLE
source: &Load Subtitle...
fa_ir: بارگزاری زیرنویس...

# ID_FILE_SAVE_SUBTITLE
source: Save S&ubtitle...
fa_ir: ذخیره زیرنویس...

# POPUP
source: Subtitle Data&base
fa_ir: پایگاه زیرنویس

# ID_FILE_ISDB_SEARCH
source: &Search...
fa_ir: جستجو...

# ID_FILE_ISDB_UPLOAD
source: &Upload...
fa_ir: بارگذاری...

# ID_FILE_ISDB_DOWNLOAD
source: &Download...
fa_ir: دانلود...

# ID_FILE_PROPERTIES
source: P&roperties
fa_ir: اطلاعات

# ID_FILE_EXIT
source: E&xit
fa_ir: خروج

# POPUP
source: &View
fa_ir: مشاهده

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
fa_ir: عنوان و منو

# ID_VIEW_SEEKER
source: See&k Bar
fa_ir: نوار مدت زمان پخش

# ID_VIEW_CONTROLS
source: &Controls
fa_ir: کنترل ها

# ID_VIEW_INFORMATION
source: &Information
fa_ir: اطلاعات

# ID_VIEW_STATISTICS
source: &Statistics
fa_ir: آمار

# ID_VIEW_STATUS
source: St&atus
fa_ir: وضعیت

# ID_VIEW_SUBRESYNC
source: Su&bresync
fa_ir: همگام سازی زیرنویس

# ID_VIEW_PLAYLIST
source: Pla&ylist
fa_ir: لیست پخش

# ID_VIEW_CAPTURE
source: Captu&re
fa_ir: ضبط

# ID_VIEW_NAVIGATION
source: Na&vigation
fa_ir: ناوبری

# ID_VIEW_DEBUGSHADERS
source: &Debug Shaders
fa_ir: رفع عیب Shaders

# POPUP
source: &Presets...
fa_ir: از پیش تنظیم ...

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
fa_ir: حداقل

# ID_VIEW_PRESETS_COMPACT
source: &Compact
fa_ir: متراکم

# ID_VIEW_PRESETS_NORMAL
source: &Normal
fa_ir: عادی

# ID_VIEW_FULLSCREEN
source: F&ull Screen
fa_ir: تمام صفحه

# POPUP
source: &Zoom
fa_ir: بزرگ نمایی

# ID_VIEW_ZOOM_AUTOFIT
source: Auto &Fit
fa_ir: خودکار و متناسب

# ID_VIEW_ZOOM_AUTOFIT_LARGER
source: Auto Fit (&Larger Only)
fa_ir: تناسب خودکار (بزرگتر تنها)

# POPUP
source: R&enderer Settings
fa_ir: تنظیمات رندرر

# ID_VIEW_DISPLAY_RENDERER_STATS
source: &Display Statistics
fa_ir: آمار ِ پخش

# ID_VIEW_OSD_DISPLAY_TIME
source: Display Current T&ime
fa_ir: نمایش زمان فعلی

# ID_VIEW_OSD_SHOW_FILENAME
source: Show &File Name
fa_ir: نمایش نام پرونده

# POPUP
source: &Output Range
fa_ir: بازه ی خروجی

# POPUP
source: &Presentation
fa_ir: نمایش

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
fa_ir: حالت تمام صفحه ی D3D

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
fa_ir: پشتیبانی از ظاهر گرافیکی کاربری در حالت D3D تمام صفحه

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
fa_ir: خروجی 10 بیتی RGB

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
fa_ir: اصرار و اجبار بر ورودی 10 بیتی RGB

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
fa_ir: غیرفعال کردن ترکیب دسکتاپ (ظاهر گرافیکی aero)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
fa_ir: فعال کردن قابلیت تصحیح زمان frame

# POPUP
source: &Color Management
fa_ir: مدیریت رنگ آمیزی

# ID_VIEW_CM_ENABLE
source: &Enable
fa_ir: فعال سازی

# POPUP
source: &Input Type
fa_ir: نوع ورودی

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
fa_ir: کشف و شناسایی اتوماتیک

# POPUP
source: Ambient &Light
fa_ir: روشنایی محیط

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
fa_ir: روشن ( گاما 2.2)

# ID_VIEW_CM_AMBIENTLIGHT_DIM
source: &Dim (2.35 Gamma)
fa_ir: کم نور (گاما 2.35 )

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
fa_ir: تاریک (گاما 2.4)

# POPUP
source: &Rendering Intent
fa_ir: تمرکز رندرر بر

# ID_VIEW_CM_INTENT_PERCEPTUAL
source: &Perceptual
fa_ir: حالت ادراکی/دریافتی

# ID_VIEW_CM_INTENT_RELATIVECOLORIMETRIC
source: &Relative Colorimetric
fa_ir: رنگ سنجی نسبی

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
fa_ir: سیری یا اشباع

# ID_VIEW_CM_INTENT_ABSOLUTECOLORIMETRIC
source: &Absolute Colorimetric
fa_ir: رنگ سنجی مطلق

# POPUP
source: &VSync
fa_ir: هم زمانی عمودی یا VSync

# ID_VIEW_VSYNC
source: &VSync
fa_ir: هم زمانی عمودی یا VSync

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
fa_ir: هم زمانی عمودیِ دقیق

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
fa_ir: همزمانی عمودیِ مکمل

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
fa_ir: کاهش انحرافِ VSync

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
fa_ir: افزایش انحرافِ VSync

# POPUP
source: &GPU Control
fa_ir: کنترل GPU

# ID_VIEW_FLUSHGPU_BEFOREVSYNC
source: Flush GPU &before VSync
fa_ir: از GPU استفاده کن قبل از همزمانی عمودی

# ID_VIEW_FLUSHGPU_AFTERPRESENT
source: Flush GPU &after Present
fa_ir: از GPU استفاده کن بعد از شروع نمایش تصویر

# ID_VIEW_FLUSHGPU_WAIT
source: &Wait for flushes
fa_ir: منتظر ماندن رندرر برای استفاده از GPU

# POPUP
source: R&eset
fa_ir: بازگشت به تنظیمات اولیه

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
fa_ir: بازگشت به تنظیمات پیشفرض رندرر

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
fa_ir: بازگشت به تنظیمات بهینه رندرر

# POPUP
source: Video &Frame
fa_ir: تنظیمات Aspect ratio و میزان بزرگنمایی

# ID_VIEW_VF_HALF
source: &Half Size
fa_ir: در اندازه ی نصف مقدار طبیعی

# ID_VIEW_VF_NORMAL
source: &Normal Size
fa_ir: اندازه ی طبیعی

# ID_VIEW_VF_DOUBLE
source: &Double Size
fa_ir: اندازه ی دو برابر

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
fa_ir: افزایش عرض تصویر به مقدار عرض پنجره ی مدیاپلیر

# ID_VIEW_VF_FROMINSIDE
source: Touch Window From &Inside
fa_ir: لمس کردن لبه ی داخلی پنجره ی مدیاپلیر

# ID_VIEW_VF_ZOOM1
source: Zoom &1
fa_ir: بزرگنمایی در حالت 1

# ID_VIEW_VF_ZOOM2
source: Zoom &2
fa_ir: بزرگنمایی در حالت 2

# ID_VIEW_VF_FROMOUTSIDE
source: Touch Window From &Outside
fa_ir: لمس کردن لبه ی خارجی پنجره ی مدیاپلیر

# ID_VIEW_VF_KEEPASPECTRATIO
source: &Keep Aspect Ratio
fa_ir: باقی نگه داشتن مقدار نسبت عرض به ارتفاع یا aspect ratio

# POPUP
source: Override &Aspect Ratio
fa_ir: مقدار عددی aspect ratio برابر باشد با

# ID_ASPECTRATIO_SOURCE
source: &Default
fa_ir: پیش فرض نرم افزار

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
fa_ir: اصلاح تفاوت Aspect ratio مانیتور/دسکتاپ

# POPUP
source: Pa&n&&Scan
fa_ir: تنظیمات اندازه و محل تصویر

# ID_VIEW_INCSIZE
source: &Increase Size
fa_ir: افزایش اندازه

# ID_VIEW_DECSIZE
source: &Decrease Size
fa_ir: کاهش اندازه

# ID_VIEW_INCWIDTH
source: I&ncrease Width
fa_ir: افزایش عرض تصویر

# ID_VIEW_DECWIDTH
source: D&ecrease Width
fa_ir: کاهش عرض تصویر

# ID_VIEW_INCHEIGHT
source: In&crease Height
fa_ir: افزایش ارتفاع تصویر

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
fa_ir: کاهش ارتفاع تصویر

# ID_PANSCAN_MOVERIGHT
source: Move &Right
fa_ir: انتقال به راست

# ID_PANSCAN_MOVELEFT
source: Move &Left
fa_ir: انتقال به چپ

# ID_PANSCAN_MOVEUP
source: Move &Up
fa_ir: انتقال به بالا

# ID_PANSCAN_MOVEDOWN
source: Move &Down
fa_ir: انتقال به پایین

# ID_PANSCAN_CENTER
source: Cen&ter
fa_ir: مرکز

# ID_VIEW_RESET
source: Re&set
fa_ir: بازگشت به تنظیمات اصلی و اولیه

# POPUP
source: On &Top
fa_ir: قرار گیری نرم افزارها در پس پنجره ی مدیاپلیر

# ID_ONTOP_DEFAULT
source: &Default
fa_ir: پیش فرض نرم افزار

# ID_ONTOP_ALWAYS
source: &Always
fa_ir: همیشه

# ID_ONTOP_WHILEPLAYING
source: While &Playing
fa_ir: هنگام پخش

# ID_ONTOP_WHILEPLAYINGVIDEO
source: While Playing &Video
fa_ir: هنگامی که فیلم پخش شود

# ID_VIEW_OPTIONS
source: &Options...
fa_ir: تنظیمات/اختیارات

# POPUP
source: &Play
fa_ir: پخش

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
fa_ir: پخش/توقف کوتاه

# ID_PLAY_STOP
source: &Stop
fa_ir: توقف کامل پخش

# ID_PLAY_FRAMESTEP
source: F&rame Step
fa_ir: پرش بسیار کوتاه

# ID_PLAY_DECRATE
source: &Decrease Rate
fa_ir: کاهش سرعت پخش

# ID_PLAY_INCRATE
source: &Increase Rate
fa_ir: افزایش سرعت پخش

# ID_PLAY_RESETRATE
source: R&eset Rate
fa_ir: بازگشت سرعت پخش به حالت عادی

# ID_FILTERS
source: &Filters
fa_ir: فیلترها

# ID_SHADERS
source: S&haders
fa_ir: سایه زن ها

# ID_AUDIOS
source: &Audio Track
fa_ir: تراک صوت

# ID_SUBTITLES
source: Su&btitle Track
fa_ir: تراک زیرنویس

# ID_VIDEO_STREAMS
source: &Video Track
fa_ir: تراک تصویر

# POPUP
source: &Volume
fa_ir: بلندی صدا

# ID_VOLUME_UP
source: &Up
fa_ir: زیاد کردن

# ID_VOLUME_DOWN
source: &Down
fa_ir: کم کردن

# ID_VOLUME_MUTE
source: &Mute
fa_ir: قطع صدا

# POPUP
source: Af&ter Playback
fa_ir: بعد از اتمام پخش

# ID_AFTERPLAYBACK_DONOTHING
source: Do no&thing
fa_ir: هیچ کاری انجام نده

# ID_AFTERPLAYBACK_PLAYNEXT
source: Play &next file in the folder
fa_ir: فایل بعدی موجود در پوشه را اجرا کن

# ID_AFTERPLAYBACK_MONITOROFF
source: Turn off the &monitor
fa_ir: نمایشگر را خاموش کن

# ID_AFTERPLAYBACK_EXIT
source: &Exit
fa_ir: خروج

# ID_AFTERPLAYBACK_STANDBY
source: &Stand By
fa_ir: به حالت stand by برود

# ID_AFTERPLAYBACK_HIBERNATE
source: &Hibernate
fa_ir: به حالت هایبرنت برود

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
fa_ir: سیستم خاموش شود

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
fa_ir: سیستم Log off شود

# ID_AFTERPLAYBACK_LOCK
source: &Lock
fa_ir: سیستم را قفل کن

# POPUP
source: &Navigate
fa_ir: هدایت پخش

# ID_NAVIGATE_SKIPBACK
source: &Previous
fa_ir: قبلی

# ID_NAVIGATE_SKIPFORWARD
source: &Next
fa_ir: بعدی

# ID_NAVIGATE_GOTO
source: &Go To...
fa_ir: برو به ...

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
fa_ir: منوی عناوین

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
fa_ir: منوی Root

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
fa_ir: منوی زیرنویس

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
fa_ir: منوی انتخاب صوت

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
fa_ir: منوی زاویه ی دید

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
fa_ir: منوی chapter

# ID_FAVORITES
source: F&avorites
fa_ir: لیست فایل های مورد علاقه

# POPUP
source: &Help
fa_ir: راهنما

# ID_HELP_HOMEPAGE
source: &Home Page
fa_ir: صفحه ی اینترنتی خانگی

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
fa_ir: بررسی برای بروزرسانی برنامه

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
fa_ir: خطوط دستوری نرم افزار

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
fa_ir: دانلود عکس هایی برای نوار ابزار-زیباسازی

# ID_HELP_DONATE
source: &Donate
fa_ir: هدیه به صاحب نرم افزار

# ID_HELP_ABOUT
source: &About...
fa_ir: در مورد برنامه
