Repository: Underground78/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: fa_ir

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
fa_ir: انتخاب نوع رسانه (نوع فایل)

# IDD_SELECTMEDIATYPE_IDOK
source: OK
fa_ir: تایید

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
fa_ir: ویدئو

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
fa_ir: تنظیم

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
fa_ir: صدا

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
fa_ir: خروجی

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
fa_ir: ضبط ویدئو

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
fa_ir: پیش نمایش

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
fa_ir: ضبط صدا

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
fa_ir: پیش نمایش

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
fa_ir: V/A بافر:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
fa_ir: صدا به wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
fa_ir: ضبط

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
fa_ir: فعال کردن فیلتر یکپارچه سیستمهای صوتی (نیاز به راه اندازی مجدد)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
fa_ir: معمولی در آوردن

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
fa_ir: حداکثر تقویت:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
fa_ir: بازیابی مجدد درجه صدا

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
fa_ir: افزایش:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
fa_ir: کاهش فرکانس sample به مقدار 44100 هرتز

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
fa_ir: تغییر زمان صوتی (میلی ثانیه):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
fa_ir: فعال کردن نقشه برداری از کانال های سفارشی

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
fa_ir: تنظیمات بلندگو برای

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
fa_ir: کانال ورودی

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
fa_ir: به هنگام کلیک بر روی گزینه ها، کلید shift را برای اعمال سریع تغییرات نگه دارید.

# IDD_GOTO_DLG_CAPTION
source: Go To...
fa_ir: برو به...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
fa_ir: رشته ای از اعداد را در در قالبی به فرم hh:]mm:ss.ms] وارد کنید تا به زمان مورد نظر بروید. نیازی نیست که جدا کننده ها را وارد کنید.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
fa_ir: زمان

# IDD_GOTO_DLG_IDC_OK1
source: Go!
fa_ir: برو!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
fa_ir: دو عدد وارد کنید تا به frame موردنظر منتقل شوید، اولین عدد مربوط به شماره ی frame و دومین مربوط به framerate میشود.

# IDD_GOTO_DLG_IDC_OK2
source: Go!
fa_ir: برو!

# IDD_OPEN_DLG_CAPTION
source: Open
fa_ir: گشودن

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
fa_ir: آدرس یک فیلم یا اهنگ ( چه در حافظه ی کامپیوتر شما و چه در اینترنت) را تایپ کنید تا پلیر ان را برای شما پخش کند.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
fa_ir: گشودن:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
fa_ir: انتخاب

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
fa_ir: انتخاب صوت

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
fa_ir: انتخاب

# IDD_OPEN_DLG_IDOK
source: OK
fa_ir: تایید

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
fa_ir: اضافه کردن به لیست پخش و قرارگیری در صف پخش

# IDD_ABOUTBOX_CAPTION
source: About
fa_ir: درباره ی نرم افزار

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright © 2002-2015 see Authors.txt
fa_ir: حق نشر نرم افزار محفوظ است © بازه ی زمانی 2002-2015 ؛ فایل Authors.txt را بخوانید.

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
fa_ir: این برنامه رایگان است و تحت لیسانس GNU GPU منتشر شده است.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
fa_ir: ترجمه شده به فارسی توسط گودرز جعفری «وندا گیم»

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
fa_ir: اطلاعات سری ساخت

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
fa_ir: نسخه:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
fa_ir: استفاده نشده

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
fa_ir: تاریخ ساخت

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
fa_ir: مشخصات سیستم عامل

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
fa_ir: نام

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
fa_ir: کپی کردن اطلاعات به clipboard

# IDD_ABOUTBOX_IDOK
source: OK
fa_ir: تایید

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
fa_ir: تنظیمات گشودن فایل

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
fa_ir: فایلِ جدیدِ کلیک شده را در پنجره ی موجودِ در حالِ پخش، اجرا کن

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
fa_ir: به ازای هر فایلی که بر روی آن کلیک می شود، یک پنجره ی جدید باز کن

# IDD_PPAGEPLAYER_IDC_STATIC
source: Language
fa_ir: زبان

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
fa_ir: نوار عنوان

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
fa_ir: نمایش مسیر کامل فایل در حال پخش

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
fa_ir: فقط نام فایل

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
fa_ir: چیزی در بالای برنامه نشان نده

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
fa_ir: نام اصلی ِ فایل رو به جای عنوان ِ فایل استفاده کن

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
fa_ir: تنظیمات دیگر

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
fa_ir: نمایش آیکون در کنار ساعت ویندوز

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
fa_ir: نمایش پیغام های موقع پخش یا OSD ( برای فعال سازی برنامه را ببندید )

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
fa_ir: به هنگام تغییر اندازه ی پنجره، لبه های تصویر به کناره ها محدود شود و نوار سیاه تشکیل نشود

# IDD_PPAGEPLAYER_IDC_CHECK12
source: Snap to desktop edges
fa_ir: فعال سازی قابلیت snap to desktop edges

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
fa_ir: ذخیره سازی تنظیمات در یک فایل ini.* در محل نصب

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
fa_ir: غیرفعال کردن بخش file > open disk

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
fa_ir: ارجحیت بالاتر از مقدار معمول برای فرآیند پلیر

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
fa_ir: فعال سازی قابلیت نمایش عکس رو آهنگ ها

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
fa_ir: تاریخچه ی پخش

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
fa_ir: نگه داشتن تاریخچه و لیست فایلهایی که به تازگی پخش شده اند

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
fa_ir: به یاد داشتن آخرین لیست پخش یا playlist

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
fa_ir: به یاد داشتن دقیقه و ثانیه ی پخش فایل بعد از بستن

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
fa_ir: به یاد داشتن موقعیت پخش dvd

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
fa_ir: به یاد داشتن آخرین محل ِ پنجره ی پلیر در صفحه ی دسکتاپ

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
fa_ir: به یاد داشتن آخرین اندازه ی پنجره ی پلیر

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan-n-Scan Zoom
fa_ir: ذخیره سازی آخرین تنظیمات صورت گرفته در بخش view < pan&scan

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
fa_ir: نحوه ی عملکرد گزینه ی "باز کردن DVD/BD "

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
fa_ir: تقاضای مسیرِ فایل کند

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
fa_ir: همیشه باز کن در محل پیش فرض:

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD Navigator and the external OGM Splitter
fa_ir: زبان ِ ارجح برای هدایت گر منوی DVD و اسپلیتر ِ OGM

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
fa_ir: منو

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
fa_ir: صدا

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
fa_ir: زیرنویس ها

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
fa_ir: تنظیمات اضافی

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
fa_ir: نمایش زیرنویس های ناشنوایان در دکودر Line 21

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
fa_ir: صدا

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
fa_ir: بلندی صدا

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
fa_ir: کم ترین

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
fa_ir: بیش ترین

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
fa_ir: تنظیم تعادل

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
fa_ir: بلندگوی چپ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
fa_ir: بلندگوی راست

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
fa_ir: پخش و اجرا

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
fa_ir: پخش مجدد فایل

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
fa_ir: بی نهایت بار تکرار شود

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
fa_ir: بار

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
fa_ir: بعد از اتمام پخش

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Output
fa_ir: خروجی

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
fa_ir: بزرگنمایی اتوماتیک

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
fa_ir: ضریب تناسب خودکار

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
fa_ir: اولیت بندی پیشفرض برای track ها

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
fa_ir: زیرنویس ها

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
fa_ir: صوت

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
fa_ir: پلیر اجازه ی تاثیر دادن اولویت بندی برای splitter های خارجی را داشته باشد.

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
fa_ir: تنظیمات گشودن

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
fa_ir: از یک رشته ی جانبی (worker thread) برای ساخت نمودار فیلتر استفاده کن

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
fa_ir: گزارشی از پین هایی که در رندر کردن ناموفق هستند نمایش بده

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
fa_ir: به طور اتوماتیک صوتِ همنامِ کنارِ فیلم را وارد برنامه کن (برای صوت های جدا )

# IDD_PPAGEPLAYBACK_IDC_CHECK3
source: Use the built-in subtitle renderer
fa_ir: از رندرر داخلی خود مدیاپلیر استفاده کن

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
fa_ir: کنترل

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
fa_ir: طولِ گامِ اهرمِ صدا

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
fa_ir: طولِ گامِ سرعتِ پخش

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
fa_ir: اولویت محل نمایش زیرنویس

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
fa_ir: افقی

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
fa_ir: عمودی

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
fa_ir: گام تاخیر

# IDD_PPAGESUBTITLES_IDC_STATIC
source: ms
fa_ir: میلی ثانیه

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
fa_ir: تنظیمات texture ( فیلم رو مجددا پخش کنید تا تغییرات رو مشاهده کنید)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
fa_ir: تعداد عکس های زیرنویس برای نگه داشتن در حافظه ی موقت بافِر

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
fa_ir: بیش ترین وضوح ِ texture

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
fa_ir: هیچ وقت زیرنویسِ متحرک را به حالت متحرک نشان نده

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
fa_ir: نمایش هر خط از زیرنویسِ متحرک به صورت بی حرکت در

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
fa_ir: % از بازه ی زمانی پخش هر خط زیرنویس

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
fa_ir: نمایش دادن با فریم ریتی برابر با

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
fa_ir: از فریم ریت فیلم

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
fa_ir: جا انداختن بعضی عکس های زیرنویس در صورت بروز تاخیر در پخش زیرنویس

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
fa_ir: جانمایی رندرر

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
fa_ir: جبران سازی برای نسبت ابعادی (A.R) در فیلم های anamorphic

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
fa_ir: هشدار

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable full-screen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
fa_ir: با فعالسازی Antialiasing در تنظیمات تمام صفحه ی گرافیک،اگر این تنظیمات نسبت به تنظیمات برنامه ها ارجح باشد، در نتیجه تنظیمات این بخش اصلا باعث بهبود نمایش زیرنویس نمی شوند و در عوض cpu ی بیشتری رو مصرف می کنند.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
fa_ir: پسوند فایل ها

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
fa_ir: پیش فرض

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
fa_ir: تنظیم

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
fa_ir: وابسته سازی فرمت ها با پلیر

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
fa_ir: استفاده از آیکون های ویژه ی mpc برای فرمت ها

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
fa_ir: اجرا در حالت administrator

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
fa_ir: قرار دادن مدیاپلیر به عنوان پلیر پیشفرض

# IDD_PPAGEFORMATS_IDC_STATIC
source: Real-Time Streaming Protocol handler (for rtsp://... URLs)
fa_ir: گرداننده ی پروتکل جریان بلادرنگ (RTSP) ( برای آدرس های //:rtsp )

# IDD_PPAGEFORMATS_IDC_CHECK5
source: Check file extension first
fa_ir: ابتدا پسوند فایل را چک کن

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
fa_ir: منوی کلیک راست اکسپلورر ویندوز

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
fa_ir: مسیرها و پوشه ها

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
fa_ir: فایل (ها)

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
fa_ir: پخش اتوماتیک

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
fa_ir: ویدئو

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
fa_ir: موسیقی

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
fa_ir: سی دی صوتی

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
fa_ir: بازه های پرش ( کوچک ، متوسط ، بزرگ بر حسب میلی ثانیه )

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
fa_ir: پیش فرض

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
fa_ir: پَرِش سریع ( به فریم کلیدی )

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
fa_ir: نشانه های chapter روی نوار پَرِش نشان داده شود

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
fa_ir: اطلاعات فایل در حال پخش ، در اسکایپ نمایش داده شود

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
fa_ir: در نمایشگری که پیشفرض نیست، از جمع شدن (minimizing) پنجره ی mpc در حالت تمام صفحه، جلوگیری شود

# IDD_PPAGETWEAKS_IDC_CHECK_WIN7
source: Use Windows 7 Taskbar features
fa_ir: استفاده از ویژگی های نوار ابزار ویندوز7

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
fa_ir: وقتی تنها یک فایل در فهرست پخش موجود است،اگر دکمه های "بعدی/قبلی" زده شد، فایل های بعدی/قبلی موجود در پوشه را اجرا کن

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
fa_ir: نشان دادن نشانگر زمان

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
fa_ir: فونت OSD ( پیغام های روی صفحه ی نمایش )

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
fa_ir: فعال سازی پشتیبانی از نمایشگرهای Logitech LCD (این قابلیت در مرحله ی آزمایشی است)

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
fa_ir: در حالت پخش ِ پنجره ای ( نه تمام صفحه)، به صورت خودکار نشانگر موس را مخفی کن

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
fa_ir: افزودن فیلتر

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
fa_ir: پاک کردن از لیست

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
fa_ir: ترجیح دادن

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
fa_ir: بلوک

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
fa_ir: بالا

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
fa_ir: پایین

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
fa_ir: افزودن گونه ی فایل صوتی / تصویری

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
fa_ir: افزودن گونه ی زیرنویس

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
fa_ir: حذف کردن

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
fa_ir: بازیابی تنظیمات اولیه

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
fa_ir: نوع

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
fa_ir: اندازه

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
fa_ir: مدت زمان فایل

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
fa_ir: اندازه ی تصویر

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
fa_ir: زمان ساخت در پوشه ی مورد نظر

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
fa_ir: کلیپ

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
fa_ir: خالق اثر

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
fa_ir: حق نشر و تکثیر

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
fa_ir: درجه و رتبه

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
fa_ir: مکان فایل

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
fa_ir: توضیحات

# IDD_FAVADD_CAPTION
source: Add Favorite
fa_ir: افزودن فایل مورد علاقه

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
fa_ir: برای shortcut خود نامی را انتخاب کنید:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
fa_ir: به یاد سپردن دقیقه و ثانیه ی پخش

# IDD_FAVADD_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_FAVADD_IDOK
source: OK
fa_ir: تایید

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
fa_ir: درایوهای متناظر و مسیرهای مشابه

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
fa_ir: سازماندهی لیست مورد علاقه

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
fa_ir: تغییر نام

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
fa_ir: انتقال به بالا

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
fa_ir: انتقال به پایین

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
fa_ir: حذف کردن

# IDD_FAVORGANIZE_IDOK
source: OK
fa_ir: تایید

# IDD_PNSPRESET_DLG_CAPTION
source: Pan&Scan Presets
fa_ir: پیش تنظیمات اندازه و محل تصویر

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
fa_ir: جدید

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
fa_ir: حذف کردن

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
fa_ir: بالا

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
fa_ir: پایین

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
fa_ir: تنظیم

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
fa_ir: لغو

# IDD_PNSPRESET_DLG_IDOK
source: &Save
fa_ir: تایید

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
fa_ir: بزرگنمایی : 0.2 -> 3.0

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
fa_ir: کلیدهای رسانه ای عمومی

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
fa_ir: انتخاب همه

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
fa_ir: برگشت انتخاب شده ها به حالت اولیه

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
fa_ir: هشدار

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
fa_ir: مدیاپلیر کلاسیک تعدادی از پین های موجود در گراف را نمی تواند رندر کند، ممکن است که کدک ها یا فیلترهای مورد نیاز بر روی رایانه ی شما نصب نباشد.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
fa_ir: پین های زیر در پیدا کردن فیلتر قابل اتصال ، به مشکل برخوردند:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
fa_ir: بستن

# IDD_SAVE_DLG_CAPTION
source: Saving...
fa_ir: درحال ذخیره...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
fa_ir: کد گذاری:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
fa_ir: کد گذاری:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
fa_ir: تاخیر

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: ms
fa_ir: میلی ثانیه

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
fa_ir: ذخیره ی سبک سفارشی

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
fa_ir: کیفیت عکس JPEG

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
fa_ir: تصویر بند انگشتی

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
fa_ir: تعداد ردیف

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
fa_ir: ستون ها

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
fa_ir: عرض تصویر

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
fa_ir: پیکسل ها

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
fa_ir: انتخاب فیلتر

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
fa_ir: انتخاب

# IDD_ADDREGFILTER_IDOK
source: OK
fa_ir: تایید

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
fa_ir: فونت

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
fa_ir: فونت

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
fa_ir: فاصله ی بین حروف

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
fa_ir: زاویه ی نمایش ( برحسب درجه حول محور z )

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
fa_ir: مقیاس فشرده سازی (بر حسب درصد در راستای محور x)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
fa_ir: مقیاس فشرده سازی (بر حسب درصد در راستای محور y)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
fa_ir: مدل حاشیه

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
fa_ir: حاشیه ی حروف

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
fa_ir: پس زمینه ی مستطیلی زیرنویس

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
fa_ir: عرض

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
fa_ir: سایه

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
fa_ir: تنظیمات محل نمایش زیرنویس

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
fa_ir: چپ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
fa_ir: راست

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
fa_ir: بالا

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
fa_ir: پایین

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
fa_ir: قرار دهی زیرنویس ها بر اساس ِ قاب تصویر (فریم)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
fa_ir: انتخاب رنگ و میزان شفافیت

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
fa_ir: زیرنویس اول

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
fa_ir: زیرنویس دوم

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
fa_ir: حاشیه ی حروف

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
fa_ir: مرتبط کردن alpha channel ها (شفافیت ها)

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
fa_ir: اگر شما مایلید که از نسخه های مستقل و بیرونی فیلترهای زیر یا حتی فیلترهای دیگراستفاده کنید ، از این قسمت غیرفعال/فعال کنید.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
fa_ir: فیلترهای source

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
fa_ir: فیلترهای تبدیل

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
fa_ir: تنظیمات فیلترهای درونی ِ LAV

# IDD_PPAGEINTERNALFILTERS_IDC_SPLITTER_CONF
source: Splitter
fa_ir: اسپلیتر

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
fa_ir: دکودر تصویر

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
fa_ir: دکودر صوت

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
fa_ir: داخلی

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
fa_ir: خارجی

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
fa_ir: انتخاب

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
fa_ir: رندرر صدا
