Repository: Underground78/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: fa_ir

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
fa_ir: [name] را بر روی کامپیوتر خود نصب کنید. توصیه میکنیم به شما که قبل از ادامه دادن همه برنامه ها را ببندید.

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
fa_ir: [name] ویندوز اکس پی سرویس پک 3 یا جدید ترین نسخه مورد نیاز است.

# CustomMessages_comp_mpciconlib
source: Icon Library
fa_ir: کتابخانه آیکون

# CustomMessages_comp_mpcresources
source: Translations
fa_ir: ترجمه ها

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
fa_ir: آیا شما میخواهید تنظیمات MPC-HC را حذف کنید؟ اگر میخواهید دوباره برنامه را نصب کنید شما مجبورید که همه آنها را حذف کنید.

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
fa_ir: پلیر MPC-HC نیاز به پردازنده ای با قابلیت پشتیبانی از SSE دارد. پردازنده شما این قابلیت را پشتیبانی نمی کند.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
fa_ir: پلیر MPC-HC نیاز به پردازنده ای با قابلیت پشتیبانی از SSE2 دارد. پردازنده شما این قابلیت را پشتیبانی نمی کند.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
fa_ir: مشاهده صفحه ویکی ما برای دانلود تصاویر نوار ابزار

# CustomMessages_tsk_AllUsers
source: For all users
fa_ir: برای تمامی کاربرها

# CustomMessages_tsk_CurrentUser
source: For the current user only
fa_ir: فقط برای همین کاربر

# CustomMessages_tsk_Other
source: Other tasks:
fa_ir: وظایف دیگر

# CustomMessages_tsk_ResetSettings
source: Reset settings
fa_ir: بازیابی تنظیمات

# CustomMessages_types_DefaultInstallation
source: Default installation
fa_ir: نصب پیشفرض

# CustomMessages_types_CustomInstallation
source: Custom installation
fa_ir: نصب دلخواه

# CustomMessages_ViewChangelog
source: View Changelog
fa_ir: مشاهده تغییرات
