Repository: Underground78/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: fa_ir

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-7/VMR-9 (renderless) and EVR (CP) settings
fa_ir: تنظیمات (VMR-7/VMR-9 (renderless) and EVR (CP

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
fa_ir: سطح تصویر

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
fa_ir: روش تغییر سایز

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
fa_ir: انتخاب کردن دستگاه رندرر D3D9

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
fa_ir: بازنشانی به تنظیمات اولیه به هنگام تعویض نمایشگر

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
fa_ir: حالت تمام صفحه ی D3D

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
fa_ir: همزمانی عمودی مکمل

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
fa_ir: حالت میکسر ِ VMR-9

# IDD_PPAGEOUTPUT_IDC_DSVMR9YUVMIXER
source: YUV Mixing
fa_ir: آمیختگی YUV

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
fa_ir: بافرهای رندرر EVR

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles *
fa_ir: زیرنویس

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
fa_ir: چرخش تصویر

# IDD_PPAGEOUTPUT_IDC_STATIC
source: * External filters (such as VSFilter) can display subtitles on all renderers.
fa_ir: *فیلترهای خارجی نظیر VSFilter میتوانند زیرنویس را با تمام رندرر ها نمایش بدهند.

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
fa_ir: از این درگاه استفاده کن

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
fa_ir: اجرا کردن پلیر در مرورگر اینترنت

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
fa_ir: فعال سازی حالت فشرده سازی

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
fa_ir: تنها دسترسی از هاست محلی مجاز باشد

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
fa_ir: فعال سازی پیش نمایش

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
fa_ir: اطلاعات عملکرد نشان داده شود

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
fa_ir: صفحاتی را به کار ببرد از :

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
fa_ir: انتخاب

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
fa_ir: قرار دادن

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
fa_ir: صفحه ی پیشفرض

# IDD_SUBTITLEDL_DLG_CAPTION
source: Subtitles available online
fa_ir: زیرنویس های موجود در منابع آنلاین

# IDD_SUBTITLEDL_DLG_IDOK
source: Download && Open
fa_ir: دریافت و اجرای زیرنویس

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
fa_ir: جایگزین زیرنویس های در حال پخش شود

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
fa_ir: ذخیره کردن در...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
fa_ir: تنظیمات رنگ ( برای VMR-9, EVR و madVR )

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
fa_ir: میزان روشنایی

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
fa_ir: میزان کنتراست (تباین)

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
fa_ir: میزان Hue ( بر اساس رنگ های ابی و قرمز و ....)

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
fa_ir: میزان غلظت رنگ

# IDD_PPAGEMISC_IDC_RESET
source: Reset
fa_ir: بازگشت تنظیمات برنامه به حالت اولیه

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
fa_ir: بررسی بروز بودن

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
fa_ir: فعال سازی به روز رسانی خودکار

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
fa_ir: بررسی کن هر :

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
fa_ir: روز

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
fa_ir: مدیریت تنظیمات

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
fa_ir: بازگشت تنظیمات برنامه به حالت اولیه

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
fa_ir: پشتیبان گیری جامع

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
fa_ir: پشتیبان گیری از تنظیمات کلیدهای برنامه

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
fa_ir: اسکن tuner

# IDD_TUNER_SCAN_ID_START
source: Start
fa_ir: شروع

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
fa_ir: لغو

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
fa_ir: ابتدای بازه ی فرکانسی

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
fa_ir: پهنای باند

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
fa_ir: انتهای بازه ی فرکانسی

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
fa_ir: از کانال های رمزگذاری شده چشم پوشی شود

# IDD_TUNER_SCAN_ID_SAVE
source: Save
fa_ir: ذخیره کردن

# IDD_TUNER_SCAN_IDC_STATIC
source: S
fa_ir: قدرت سیگنال

# IDD_TUNER_SCAN_IDC_STATIC
source: Q
fa_ir: کیفیت سیگنال

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
fa_ir: استفاده از یک مقدار متعادل کننده

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
fa_ir: دستگاه پیشفرض

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
fa_ir: آنالوگ

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
fa_ir: دیجیتال

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
fa_ir: تنظیمات حالت آنالوگ

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
fa_ir: ویدئو

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
fa_ir: صدا

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
fa_ir: کشور

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
fa_ir: تنظیمات حالت دیجیتال(BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
fa_ir: خدمات دهنده ی شبکه

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
fa_ir: دریافت کننده (رسیور)

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
fa_ir: شیوه ی تعویض کانال

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
fa_ir: بازساخت گراف ِ فیلتر

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
fa_ir: توقف گراف ِ فیلتر

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
fa_ir: همزمان سازی فیلم با نمایشگر

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
fa_ir: تنظیم بسامد (فرکانس) :

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
fa_ir: همزمان سازی نمایشگر با فیلم

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
fa_ir: تنظیم بسامد (فرکانس) :

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
fa_ir: خطوط

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
fa_ir: ستون ها

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
fa_ir: نمایش دادن در نزدیک ترین نقطه ی همزمان سازی عمودی (Vsync)

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
fa_ir: مقدار offset همزمان سازی:

# IDD_PPAGESYNC_IDC_STATIC6
source: ms
fa_ir: میلی ثانیه

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
fa_ir: حدود کنترل:

# IDD_PPAGESYNC_IDC_STATIC9
source: ms
fa_ir: میلی ثانیه

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
fa_ir: تغییرات ِ اعمال شده با بستن برنامه و اجرای مجدد آن اثر می کنند.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
fa_ir: اجرای خودکار فایل ها به صورت تمام صفحه

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
fa_ir: در حالت تمام صفحه ابزار کنترل پخش ، مخفی شود

# IDD_PPAGEFULLSCREEN_IDC_STATIC1
source: ms
fa_ir: میلی ثانیه

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
fa_ir: مخفی سازی پنجره های کوچک (مثل playlist )

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
fa_ir: پس از پایان پخش از حالت تمام صفحه خارج شود

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
fa_ir: انتخاب نمایشگر برای حالت تمام صفحه

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
fa_ir: استفاده از حالت ِتغییر خودکارِ رزولوشن در حالت تمام صفحه

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
fa_ir: اضافه کردن

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
fa_ir: پاک کردن

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
fa_ir: بالا

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
fa_ir: پایین

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
fa_ir: اعمال ِ تنظیماتِ Default بعد از خروج از حالت تمام صفحه

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
fa_ir: برگرداندن رزولوشن بعد از خروج به حالت اولیه

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
fa_ir: میزان تاخیر

# IDD_PPAGEFULLSCREEN_IDC_STATIC2
source: s
fa_ir: ثانیه

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
fa_ir: اطلاعات

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
fa_ir: بررسی (اسکن)

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
fa_ir: ترجیح دادن زیرنویس های پیشفرض و اولویت داده شده

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
fa_ir: زیر نویس های بیرونی ترجیح داده شوند بر زیرنویس های چسبیده به فیلم

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
fa_ir: نادیده گرفتن زیرنویس های چسبیده

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
fa_ir: مسیرهای اضافه کردن ِ خودکار ِ زیرنویس

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
fa_ir: بازگشت تنظیمات به حالت اولیه

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online database
fa_ir: پایگاه آنلاین

# IDD_PPAGESUBMISC_IDC_STATIC
source: Base URL of the online subtitle database:
fa_ir: نشانی وب سایت آنلاین زیرنویس

# IDD_PPAGESUBMISC_IDC_BUTTON2
source: Test
fa_ir: آزمودن

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
fa_ir: بررسی کننده ی به روزرسانی

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
fa_ir: همین حالا دریافت شود

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
fa_ir: بعدا یادآوری کن

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
fa_ir: چشم پوشی از این به روز رسانی

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
fa_ir: shader ها دربردارنده ی جلوه های ویژه ای هستند که می توان آن ها را به فرآیند رندرینگ افزود.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
fa_ir: افزودن shader بیرونی

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
fa_ir: پاک کردن از لیست

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
fa_ir: افزودن به لیست pre-resize

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
fa_ir: افزودن به لیست post-resize

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
fa_ir: پیش تنظیمات ِ shader

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
fa_ir: وارد کردن

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
fa_ir: ذخیره کردن

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
fa_ir: حذف کردن

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
fa_ir: shader های فعال ِ پیش از تغییر اندازه

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
fa_ir: shader های فعال ِ پس از تغییر اندازه

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
fa_ir: اِشکال زدایی shader ها

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
fa_ir: اطلاعات اِشکال زدایی

# IDD_DEBUGSHADERS_DLG_IDC_RADIO1
source: PS 2.0
fa_ir: pixel shader 2.0

# IDD_DEBUGSHADERS_DLG_IDC_RADIO2
source: PS 2.0b
fa_ir: pixel shader 2.0b

# IDD_DEBUGSHADERS_DLG_IDC_RADIO3
source: PS 2.0a
fa_ir: pixel shader 2.0a

# IDD_DEBUGSHADERS_DLG_IDC_RADIO4
source: PS 3.0
fa_ir: pixel shader 3.0

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
fa_ir: تنظیمات پیشرفته ( مقادیر را تغییر ندهید مگر آنکه بدانید چه کار می کنید)

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
fa_ir: صحیح(true)

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
fa_ir: غلط(false)

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
fa_ir: پیش فرض

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Device
fa_ir: دستگاه

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
fa_ir: حالت منحصر به فرد

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Options
fa_ir: تنظیمات

# IDD_PPAGEAUDIORENDERER_IDC_STATIC1
source: Cut-off:
fa_ir: قطع کردن:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
fa_ir: سطح:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Note
fa_ir: یادداشت

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
fa_ir: برای کاهش اغتشاش صدا،پیشنهاد میشود هنگامی که فایل های انکود شده ی با افت کیفیت ِ پرصدا را پخش میکنید، بلندی صدا را در حدود 85% تنظیم کنید.

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
fa_ir: کیفیت عکس JPEG

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
fa_ir: راهنمای خطوط دستوری

# IDD_CMD_LINE_HELP_IDOK
source: OK
fa_ir: تایید

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
fa_ir: گزارش دهنده ی شکست (crash)

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
fa_ir: متاسفیم ، به نظر میرسد که mpc به تازگی دچار شکست (crash) شده است.

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
fa_ir: ارسال گزارشی از کاستی(bug) موجود، برای کمک به ما در جهت رفع آن

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
fa_ir: اطلاعات اختیاری

# IDD_CRASH_REPORTER_IDC_STATIC2
source: Email:
fa_ir: ایمیل:

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
fa_ir: درج نشانی ایمیل اختیاری است و فقط زمانی استفاده میشود که توسعه دهنده ی برنامه برای دریافت اطلاعات بیشتر با شما تماس بگیرد.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
fa_ir: توضیح دادن مشکل موجود (انگلیسی بنویسید) :

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
fa_ir: شروع مجدد (ریستارت) mpc

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
fa_ir: خارج شدن از mpc
